Repository: fabiodoppio/mvc
Catalog: src/locale/*.utf8/LC_MESSAGES/default.po
Languages: de_de

source: Controller %s not found.
de_de: Controller %s nicht gefunden.

source: Action %s not found.
de_de: Action %s nicht gefunden.

source: Variable %s not set.
de_de: Variable %s nicht gesetzt.

source: Unauthorized Access.
de_de: Unerlaubter Zugriff.

source: There is no account with this username or email address.
de_de: Es gibt keinen Account mit diesem Benutzername oder dieser E-Mail Adresse.

source: You have entered the password incorrectly too many times. Please wait 10 minutes and try again.
de_de: Du hast das Passwort zu oft falsch eingegeben. Bitte warte 10 Minuten und versuche es dann erneut.

source: You have entered an incorrect password.
de_de: Du hast ein falsches Passwort eingegeben.

source: Your account is suspended or deactivated.
de_de: Dein Account ist gesperrt oder deaktiviert.

source: This username is already taken.
de_de: Dieser Benutzername ist bereits vergeben.

source: This email address is already taken.
de_de: Diese E-Mail Adresse ist bereits vergeben.

source: You have tried to request a confirmation code too many times. Please wait 60 minutes and try again.
de_de: Du hast zu oft versucht einen Bestätigungscode anzufordern. Bitte warte 60 Minuten und versuche es dann erneut.

source: This confirmation code is invalid.
de_de: Dieser Bestätigungscode ist ungültig.

source: Illegal activity detected.
de_de: Illegale Aktivität festgestellt.

source: Required input not found.
de_de: Erforderliche Eingabe nicht gefunden.

source: Too many requests in a short time.
de_de: Zu viele Anfragen in kurzer Zeit.

source: Log in not possible at the moment.
de_de: Anmelden zurzeit nicht möglich.

source: Please wait while redirecting..
de_de: Bitte warten, du wirst weitergeleitet..

source: Sessions successfully logged out.
de_de: Sitzungen erfolgreich abgemeldet.

source: Sign up not possible at the moment.
de_de: Registrieren zurzeit nicht möglich.

source: Account recovery | %s
de_de: Account wiederherstellen | %s

source: Your account cannot be restored.
de_de: Dein Account kann nicht wiederhergestellt werden.

source: Account successfully restored. You can now log in as usual.
de_de: Account erfolgreich wiederhergestellt. Du kannst dich nun wie gewohnt anmelden.

source: Your account does not have the required role.
de_de: Dein Account hat nicht die erforderliche Berechtigung.

source: You can not set %s as an additional field.
de_de: Du kannst %s nicht als zusätzliches Feld definieren.

source: Changes successfully saved.
de_de: Änderungen erfolgreich gespeichert.

source: This slug is already used.
de_de: Dieser Slug ist bereits vergeben.

source: Page successfully added.
de_de: Seite erfolgreich hinzugefügt.

source: Page successfully deleted.
de_de: Seite erfolgreich gelöscht.

source: Account successfully added.
de_de: Account erfolgreich hinzugefügt.

source: You can not logout yourself.
de_de: Du kannst dich nicht selbst abmelden.

source: Account successfully logged out.
de_de: Account erfolgreich abgemeldet.

source: You can not change your own role.
de_de: Du kannst nicht deine eigene Rolle ändern.

source: The avatar has to be squared.
de_de: Das Profilbild muss quadratisch sein.

source: This file type not allowed.
de_de: Dieser Dateityp ist nicht erlaubt.

source: Avatar successfully uploaded.
de_de: Profilbild erfolgreich hochgeladen.

source: Avatar successfully deleted.
de_de: Profilbild erfolgreich gelöscht.

source: You can not delete yourself.
de_de: Du kannst dich nicht selbst löschen.

source: Account successfully deleted.
de_de: Profilbild erfolgreich gelöscht.

source: Cache successfully cleared.
de_de: Cache erfolgreich geleert.

source: App currently offline. Please try again later.
de_de: App zurzeit offline. Bitte versuche es später nochmal.

source: Homepage
de_de: Startseite

source: Log In
de_de: Anmelden

source: Page not found.
de_de: Seite nicht gefunden.

source: Log Out
de_de: Abmelden

source: Sign Up
de_de: Registrieren

source: Account recovery
de_de: Account wiederherstellen

source: My Account
de_de: Mein Account

source: Personal Information
de_de: Persönliche Daten

source: Password & Security
de_de: Passwort & Sicherheit

source: Email address verification
de_de: E-Mail Adresse verifizieren

source: App Settings
de_de: App Einstellungen

source: Custom Pages
de_de: Eigene Seiten

source: Maintenance
de_de: Wartungsmodus

source: Key not found.
de_de: Schlüssel nicht gefunden.

source: Key does not match.
de_de: Schlüssel passt nicht.

source: Email address verification | %s
de_de: E-Mail Adresse verifizieren | %s

source: Email address successfully verified.
de_de: E-Mail Adresse erfolgreich verifiziert.

source: You are not allowed to edit your username.
de_de: Du bist nicht berechtigt deinen Benutzernamen zu ändern.

source: This displayname is not allowed.
de_de: Dieser Anzeigename ist nicht erlaubt.

source: You are not allowed to edit your email address.
de_de: Du bist nicht berechtigt deine E-Mail Adresse zu ändern.

source: Your current password does not match.
de_de: Dein aktuelles Passwort stimmt nicht überein.

source: You are not allowed to edit %s.
de_de: Du bist nicht berechtigt %s zu bearbeiten.

source: You are not allowed to edit your avatar.
de_de: Du bist nicht berechtigt dein Profilbild zu ändern.

source: You have to verify your email address before you can upload a avatar.
de_de: Du musst zunächst deine E-Mail Adresse verifizieren, bevor du ein Profilbild hochladen kannst.

source: Connection to MySQL database failed.
de_de: Verbindung zur MySQL-Datenbank fehlgeschlagen.

source: Execute statement to MySQL database failed.
de_de: Statement in der MySQL-Datenbank konnte nicht ausgeführt werden.

source: Mail server not found.
de_de: Mail Server nicht gefunden.

source: Email could not be sent.
de_de: E-Mail konnte nicht gesendet werden.

source: There was a problem uploading your file.
de_de: Es gab ein Problem beim Hochladen deiner Datei.

source: This file type is not allowed.
de_de: Dieser Dateityp ist nicht erlaubt.

source: The file exceeds the maximum allowed file size of %s KB.
de_de: Die Datei überschreitet die maximal erlaubte Dateigröße von %s KB.

source: The username must be between 3 and 18 characters long.
de_de: Der Benutzername muss zwischen 3 und 18 Zeichen lang sein.

source: The username cannot contain any special characters.
de_de: Der Benutzername darf keine Sonderzeichen enthalten.

source: This username is not allowed.
de_de: Dieser Benutzername ist nicht erlaubt.

source: The passwords do not match.
de_de: Die Passwörter stimmen nicht überein.

source: Your password must be at least %s characters long.
de_de: Dein Passwort muss mindestens %s Zeichen lang sein.

source: Invalid email address.
de_de: Ungültige E-Mail Adresse.

source: Invalid integer.
de_de: Ungültige Ganzzahl.

source: Invalid number.
de_de: Ungültige Zahl.

source: Invalid array.
de_de: Ungültiges Array.

source: Invalid string.
de_de: Ungültige Zeichenkette.

source: Invalid boolean.
de_de: Ungültiger Wahrheitswert.

source: Invalid url.
de_de: Ungültige URL.

source: The message must be between %1$s and %2$s characters long.
de_de: Die Nachricht muss zwischen %1$s und %2$s Zeichen lang sein.

source: This message is not allowed.
de_de: Diese Nachricht ist nicht erlaubt.

source: Guest
de_de: Gast

source: Model %1$s:%2$s not found.
de_de: Model %1$s:%2$s nicht gefunden.

source: Template %s not found.
de_de: Template %s nicht gefunden.

source: File could not be uploaded.
de_de: Datei konnte nicht hochgeladen werden.

source: File could not be deleted.
de_de: Datei konnte nicht gelöscht werden.

source: Hello %s
de_de: Hallo %s

source: you are receiving this email because someone is trying to verify your email address on %s. If this wasn't you, you can simply ignore this email.
de_de: du erhälst diese E-Mail, weil jemand deine E-Mail Adresse auf %s verifizieren möchte. Wenn du das nicht warst, kannst du diese E-Mail einfach ignorieren.

source: Please enter the following code to complete the verification:
de_de: Bitte gib den folgenden Code ein, um die Verifizierung abzuschließen:

source: Alternatively, you can click on this link:
de_de: Alternativ kannst du auch auf diesen Link klicken:

source: Best regards
de_de: Liebe Grüße

source: This is an automatically generated email, please do not reply.
de_de: Dies ist eine automatisch generierte E-Mail, bitte antworte nicht darauf.

source: en
de_de: de

source: en-EN
de_de: de-DE

source: Create, edit or delete accounts.
de_de: Erstelle, bearbeite oder lösche registrierte Accounts.

source: All Accounts
de_de: Alle Accounts

source: Edit Account
de_de: Account bearbeiten

source: Upload Avatar
de_de: Profilbild hochladen

source: Delete Avatar
de_de: Profilbild löschen

source: Username
de_de: Benutzername

source: Required
de_de: Pflichtfeld

source: The username must be between 3 and 18 characters long<br>and cannot contain any special characters
de_de: Der Benutzername muss zwischen 8 und 18 Zeichen lang sein<br>und darf keine Sonderzeichen enthalten

source: Enter username
de_de: Benutzername eingeben

source: Email Address
de_de: E-Mail Adresse

source: The email address will be verified the next time the user access a page for verified user
de_de: Diese E-Mail Adresse muss verifiziert werden, sobald der Account eine Seite für verifizierte Benutzer:innen aufruft

source: Enter email address
de_de: E-Mail Adresse eingeben

source: Display Name
de_de: Anzeigename

source: The display name of the user
de_de: Der Anzeigename des Benutzers, der Benutzerin

source: Role
de_de: Rolle

source: The permission role of the user
de_de: Die Rolle des Benutzers, der Benutzerin

source: Blocked
de_de: Gesperrt

source: Deactivated
de_de: Deaktiviert

source: User
de_de: Benutzer:in

source: Verified
de_de: Verifiziert

source: Moderator
de_de: Moderator:in

source: Administrator
de_de: Administrator:in

source: New Password
de_de: Neues Passwort

source: The password must be at least 8 characters long
de_de: Das Passwort muss mindestens 8 Zeichen lang sein

source: Enter new password
de_de: Neues Passwort eingeben

source: Repeat New Password
de_de: Neues Passwort wiederholen

source: Repeat new password
de_de: Neues Passwort wiederholen

source: Registered Since
de_de: Registriert seit

source: Last Action
de_de: Letzte Aktivität

source: Additional Settings
de_de: Zusätzliche Einstellungen

source: Enter value
de_de: Wert eingeben

source: Enter name
de_de: Name eingeben

source: Save Changes
de_de: Änderungen speichern

source: Log Out Account
de_de: Account abmelden

source: Delete Account
de_de: Account löschen

source: Add New Account
de_de: Account hinzufügen

source: Password
de_de: Passwort

source: Enter password
de_de: Passwort eingeben

source: Repeat Password
de_de: Passwort wiederholen

source: Repeat password
de_de: Passwort wiederholen

source: Add Account
de_de: Account hinzufügen

source: Create, edit or delete custom pages.
de_de: Erstelle, bearbeite oder lösche eigene Seiten.

source: All Pages
de_de: Alle Seiten

source: Edit Page
de_de: Seite bearbeiten

source: Title
de_de: Titel

source: Title of the page
de_de: Titel der Seite

source: Enter title
de_de: Titel eingeben

source: Url to the page, starting with a slash<br>e.g. /imprint
de_de: URL zu der Seite, beginnend mit einem /<br>z.B. /imprint

source: Enter url slug
de_de: URL-Slug eingeben

source: Description
de_de: Beschreibung

source: Description of the page
de_de: Beschreibung der Seite

source: Enter description
de_de: Beschreibung eingeben

source: Robots of the page<br>e.g. index, nofollow
de_de: Robots der Seite<br>z.B. index, nofollow

source: Enter robots
de_de: Robots eingeben

source: Template Path
de_de: Template-Pfad

source: Path to the template file in the views directory<br>e.g. imprint.tpl
de_de: Pfad zu der Template-Datei in dem views Ordner<br>z.B. imprint.tpl

source: Enter template path
de_de: Template-Pfad eingeben

source: Minimal Requirements
de_de: Minimale Voraussetzungen

source: Minimum allowed user role to access the page
de_de: Rolle die ein:e Benutzer:in mindestens haben muss um die Seite aufrufen zu dürfen

source: Delete Page
de_de: Seite löschen

source: Add New Page
de_de: Neue Seite hinzufügen

source: Add Page
de_de: Seite hinzufügen

source: Manage your login credentials and security settings.
de_de: Verwalte deine Anmeldedaten und Sicherheitseinstellungen.

source: Your email address is not verified. <a href="%s/account/verify">Verify now</a> to gain full access to all features of this app.
de_de: Deine E-Mail Adresse ist nicht verifiziert. <a href="%s/account/verify">Jetzt verifizieren</a>, um vollständigen Zugriff auf alle Funktionen dieser App zu erhalten.

source: Login Credentials
de_de: Anmeldedaten

source: Your username must be between 3 and 18 characters long<br>and cannot contain any special characters
de_de: Dein Benutzername muss zwischen 3 und 18 Zeichen lang sein<br>und darf keine Sonderzeichen enthalten

source: Current Password
de_de: Aktuelles Passwort

source: Enter current password
de_de: Aktuelles Passwort eingeben

source: Your password must be at least 8 characters long
de_de: Dein Passwort muss mindestens 8 Zeichen lang sein

source: Sign Out Everywhere
de_de: Überall abmelden

source: Sign out from all other sessions where your account is used, including all other browsers, phones, and devices.
de_de: Melde dich überall ab, wo dein Account sonst noch verwendet wird, einschließlich aller anderen Browser, Telefone und sonstigen Geräte.

source: Sign Out Other Sessions
de_de: Andere Sitzungen abmelden

source: The site is currently in maintenance mode.
de_de: Diese Seite befindet sich zurzeit im Wartungsmodus.

source: you are receiving this email because someone is trying to recover your account on %s. If this wasn't you, you can simply ignore this email.
de_de: du erhälst diese E-Mail, weil jemand deinen Account auf %s wiederherstellen möchte. Wenn du das nicht warst, kannst du diese E-Mail einfach ignorieren.

source: Please enter the following code to complete the recovery:
de_de: Bitte gib den folgenden Code ein, um die Wiederherstellung abzuschließen:

source: Username or Email Address
de_de: Benutzername oder E-Mail Adresse

source: Enter username or email address
de_de: Benutzername oder E-Mail Adresse eingeben

source: Recover account
de_de: Account wiederherstellen

source: Forgot your password?
de_de: Passwort vergessen?

source: Stay logged in
de_de: Angemeldet bleiben

source: Terms of Service
de_de: Nutzungsbedingungen

source: oops! Page not found.
de_de: oops! Seite nicht gefunden.

source: Manage your personal information.
de_de: Verwalte deine personenbezogenen Informationen.

source: Avatar
de_de: Profilbild

source: Contact
de_de: Kontakt

source: You will have to verify your email address again
de_de: Du wirst deine E-Mail Adresse erneut verifizieren müssen

source: Company
de_de: Firma

source: Enter company
de_de: Firma eingeben

source: First Name
de_de: Vorname

source: Enter first name
de_de: Vorname eingeben

source: Last Name
de_de: Nachname

source: Enter last name
de_de: Nachname eingeben

source: Street / House Number
de_de: Straße / Hausnummer

source: Enter street / house number
de_de: Straße / Hausnummer eingeben

source: ZIP Code
de_de: PLZ

source: Enter zip code
de_de: PLZ eingeben

source: City
de_de: Stadt

source: Enter city
de_de: Stadt eingeben

source: Country
de_de: Land

source: Enter country
de_de: Land eingeben

source: Language
de_de: Sprache

source: Preferred Language
de_de: Bevorzugte Sprache

source: Change Language
de_de: Sprache ändern

source: Imprint
de_de: Impressum

source: You successfully logged out.
de_de: Du hast dich erfolgreich abgemeldet.

source: Add or edit your app settings.
de_de: Erstelle oder bearbeite deine App Einstellungen.

source: General
de_de: Allgemein

source: Environment
de_de: Umgebung

source: Development mode disables caching and enables php error reporting<br>Production mode enables caching and disables php error reporting
de_de: Entwicklung deaktiviert das Caching und aktiviert die PHP Fehlermeldungen<br>Produktion aktiviert das Caching und deaktiviert die PHP Fehlermeldungen

source: Development
de_de: Entwicklung

source: Production
de_de: Produktion

source: Url to your app, no trailing slash<br>e.g. https://mydomain.com
de_de: URL zu deiner App, ohne abschließendes /<br>z.B. https://mydomain.com

source: Name of your app
de_de: Name deiner App

source: Enter app name
de_de: App Name eingeben

source: Homepage Title
de_de: Startseiten-Titel

source: Title of your start page
de_de: Titel deiner Startseite

source: Enter homepage title
de_de: Startseiten-Titel eingeben

source: App Author
de_de: App Autor:in

source: Author of your app
de_de: Autor:in deiner App

source: Enter app author
de_de: App Autor:in eingeben

source: App Description
de_de: App Beschreibung

source: Description of your app
de_de: Beschreibung deiner App

source: Enter app description
de_de: App Beschreibung eingeben

source: App Language
de_de: App Sprache

source: Your preferred language
de_de: Deine bevorzugte Sprache

source: App Color Scheme
de_de: App Farbschema

source: Your preferred color scheme
de_de: Dein bevorzugtes Farbschema

source: Default
de_de: Standard

source: Gray-Purple
de_de: Grau-Lila

source: Login
de_de: Anmelden

source: De/activates the login page, except for admins
de_de: De/aktiviert die Anmeldeseite, außer für Admins

source: Enable
de_de: Aktivieren

source: Disable
de_de: Deaktivieren

source: De/activates the signup page
de_de: De/aktiviert die Registrierungsseite

source: Signup
de_de: Registrieren

source: Maintenance Mode
de_de: Wartungsmodus

source: De/activates maintenance mode, except for admins
de_de: De/aktiviert den Wartungsmodus, außer für Admins

source: Public Metafields
de_de: Öffentliche Accountfelder

source: Fields a user can edit in the account settings
de_de: Felder die ein:e Benutzer:in in den Accounteinstellungen bearbeiten darf

source: Enter metafields
de_de: Accountfelder eingeben

source: Badwords
de_de: Unerlaubte Wörter

source: Words not allowed for usernames and short messages
de_de: Wörter die nicht für Benutzernamen oder Kurznachrichten erlaubt sind

source: Enter badwords
de_de: Unerlaubte Wörter eingeben

source: Additional CSS Files
de_de: Zusätzliche CSS -Dateien

source: Paths to additional CSS files in the app directory<br>e.g. /app/assets/styles/general.css
de_de: Pfade zu zusätzliche CSS-Dateien im app Ordner<br>z.B. /app/assets/styles/general.css

source: Enter additional css files
de_de: Zusätzliche CSS-Dateien eingeben

source: Additional JS Files
de_de: Zusätzliche JS-Dateien

source: Paths to additional JavaScript files in the app directory<br>e.g. /app/assets/scripts/main.js
de_de: Pfade zu zusätzliche JavaScript-Dateien im app Ordner<br>z.B. /app/assets/scripts/main.js

source: Enter additional js files
de_de: Zusätzliche JS-Dateien eingeben

source: Maximum File Size
de_de: Maximale Dateigröße

source: Maximum allowed file size in bytes
de_de: Maximal erlaubte Dateigröße in Bytes

source: Enter maximum file size
de_de: Maximale Dateigröße eingeben

source: Allowed File Types
de_de: Erlaubte Dateitypen

source: Allowed file types for uploads
de_de: Erlaubte Dateitypen für Uploads

source: Enter allowed file types
de_de: Erlaubte Dateitypen eingeben

source: Hostname of your mail server
de_de: Hostname deines Mail Servers

source: Enter hostname
de_de: Hostname eingeben

source: Sender
de_de: Absender

source: Sender email address for outgoing emails
de_de: Absender E-Mail-Adresse für ausgehende E-Mails

source: Enter sender
de_de: Absender eingeben

source: Username of your mail server
de_de: Benutzername deines Mail Servers

source: Password of your mail server
de_de: Passwort deines Mail Servers

source: De/activates the cronjob page
de_de: De/aktiviert die Cronjobseite

source: Secured url to the cronjob page
de_de: Gesicherte URL zu der Cronjobseite

source: Enter values
de_de: Wert eingeben

source: Empty Cache
de_de: Cache leeren

source: This is the dashboard for admins. Please select the section in the left sidebar you want to configure.
de_de: Dies ist das Dashboard für Admins. Bitte wähle aus der linken Seitenleiste die Kategorie aus, die du konfigurieren möchtest.

source: Cronjob executed.
de_de: Cronjob ausgeführt.

source: welcome to your dashboard! From here, you can track every section of your account. You can also update your personal information or change your login credentials.
de_de: willkommen in deinem Dashboard! Von hier aus kannst du jeden Bereich deines Accounts ergründen. Außerdem kannst du deine persönlichen Daten aktualisieren oder deine Anmeldedaten ändern.

source: In the next step you will have to verify your email address
de_de: Im nächsten Schritt wirst du deine E-Mail Adresse verifizieren müssen

source: Your Password must be at least 8 characters long
de_de: Dein Passwort muss mindestens 8 Zeichen lang sein

source: I agree to the Terms of Service and Privacy Policy.
de_de: Ich akzeptiere die Nutzungsbedingungen und Datenschutzerklärung.

source: Verify Email Address
de_de: E-Mail Adresse verifizieren

source: We've sent you a <b>confirmation code</b> to verify to the registered <b>email address</b>.
de_de: Wir haben dir einen <b>Bestätigungscode</b> zum Verifizieren an die hinterlegte <b>E-Mail Adresse</b> geschickt.

source: Confirmation Code
de_de: Bestätigungscode

source: You can find the 9-digit confirmation code in the email we sent you
de_de: Du findest den 9-Zeichen langen Bestätigungscode in der E-Mail, die wir dir gesendet haben

source: Enter confirmation code
de_de: Bestätigungscode eingeben

source: We will send you a <b>confirmation code</b> to verify to your registered <b>email address</b>.
de_de: Wir senden dir einen <b>Bestätigungscode</b> zum Verifizieren an die hinterlegte <b>E-Mail Adresse</b>.

source: Request Confirmation Code
de_de: Bestätigungscode anfordern

source: Recover Account
de_de: Account wiederherstellen

source: We've sent you a <b>confirmation code</b> to reset your password to the registered <b>Email Address</b>.
de_de: Wir haben dir einen <b>Bestätigungscode</b> zum Zurücksetzen deines Passwortes an die hinterlegte <b>E-Mail Adresse</b> geschickt.

source: We will send you a <b>confirmation code</b> to reset your password to the registered <b>Email Address</b>.
de_de: Wir senden dir einen <b>Bestätigungscode</b> zum Zurücksetzen deines Passwortes an die hinterlegte <b>E-Mail Adresse</b>.

source: Privacy Policy
de_de: Datenschutzerklärung
